Repository: Alexei055/django_site
Catalog: comment/locale/*/LC_MESSAGES/django.po
Languages: ru

source: comment
ru: Комментарий

source: Spam | Exists only to promote a service
ru: Спам | Реклама сервисов, услуг

source: Abusive | Intended at promoting hatred
ru: Оскорбление | Разжигание ненависти

source: Something else
ru: Другое

source: Comment App: LOGIN_URL is not in the settings
ru: Comment App: LOGIN_URL отсутствует в settings

source: Your {class_name} class has not defined a {method_name} method, which is required.
ru: В вашем классе {class_name} не определен обязательный метод {method_name}.

source: Only AJAX request are allowed
ru: Разрешены только AJAX запросы

source: Comment App: settings var COMMENT_WRAP_CONTENT_WORDS must be an integer
ru: Comment App: параметры COMMENT_WRAP_CONTENT_WORD должны быть целым числом

source: error
ru: Ошибка

source: Bad Request
ru: Неправильный запрос

source: {var_name} id must be an integer, {id} is NOT
ru: Тип данных {var_name} должен быть integer, {id} не integer

source: app name must be provided
ru: Необходимо указать название приложения

source: {app_name} is NOT a valid app name
ru: Недопустимое название приложения {app_name}

source: model name must be provided
ru: Необходимо указать название модели

source: {model_name} is NOT a valid model name
ru: Недопустимое название модели {model_name}

source: model id must be provided
ru: Неоходимо указать id модели

source: {model_id} is NOT a valid model id for the model {model_name}
ru: Недопустимый id {model_id} для модели {model_name}

source: {parent_id} is NOT a valid id for a parent comment or the parent comment does NOT belong to the provided model object
ru: Недопустимый id {parent_id} для родительского комментария или родительский комментарий не принадлежит предоставленному объекту модели

source: Flagging system must be enabled
ru: Необходимо включить систему жалоб

source: Object must be flagged!
ru: Необходимо подать жалобу

source: {state} is an invalid state
ru: {state} не является допустимым состоянием

source: {reason} is an invalid reason
ru: Недопустимая причина {reason}

source: Please supply some information as the reason for flagging
ru: Пожалуйста, укажите причину жалобы

source: This comment is already flagged by this user ({user})
ru: {user} уже обжаловал этот комментарий

source: This comment was not flagged by this user ({user})
ru: Пользователь {user} ещё не обжаловал этот комментарий

source: This action cannot be applied on unflagged comments
ru: Это действие нельзя совершить с комментарием без жалобы

source: The comment must be edited before resolving the flag
ru: Комментарий необходимо отредактировать перед снятием жалобы

source: Unable to change flag state at the moment!
ru: В настоящий момент невозможно изменить состояние жалобы!

source: Reaction must be an valid ReactionManager.RelationType. {reaction_type} is not
ru: Реакция должна быть действительным ReactionManager.RelationType. {reaction_type} не является

source: Enter a valid email address.
ru: Введите действительный адрес электронной почты

source: Email is required for posting anonymous comments.
ru: Для анонимной отправки комментариев необходим адрес электронной почты

source: The link seems to be broken.
ru: Похоже ссылка не действительна

source: The comment has already been verified.
ru: Комментарий уже проверен

source: Comment flagged
ru: Комментарий помечен

source: Comment flag removed
ru: Метка комментария убрана

source: Your reaction has been updated successfully
ru: Реакция успешно обновлена

source: Comment Confirmation Request
ru: Запрос на подтверждение комментария

source: We have sent a verification link to your email.The comment will be displayed after it is verified.
ru: Ссылка на подтверждение была отправлена на вашу электронную почту.Комментарий будет отображаться после подтверждения.

source: email address, this will be used for verification.
ru: адрес электрнонной почты, который будет использован для подтверждения

source: email address, it will be used for verification.
ru: адрес электрнонной почты, который будет использован для подтверждения

source: {username} added comment to "{thread_name}"
ru: {username} добавил комментарий в "{thread_name}"

source: email
ru: электронная почта

source: Unflagged
ru: Не помеченный

source: Flagged
ru: Помеченный

source: Flag rejected by the moderator
ru: Жалоба отклонена модератором

source: Comment modified by the author
ru: Комментарий изменен автором

source: Email is required to subscribe {model_object}
ru: Требуется адрес электронной почты для подписки на {model_object}

source: Subscribe system must be enabled
ru: Система подписок должна быть включена

source: Hey there,
ru: Привет всем,

source: You or someone on your behalf have requested to post a comment into this page:
ru: Вы или кто-то от вашего имени попросил разместить комментарий на этой странице:

source: at %(posted_time)s.
ru: в %(posted_time)s.

source: The comment:
ru: Комментарий:

source: If you do not wish to post the comment, please ignore this message or report an incident to
ru: Если вы не хотели оставлять комментарий, пожалуйста, проигнорируйте это сообщение или сообщите об инциденте

source: Confirm your comment
ru: Подтвердите свой комментарий

source: If clicking does not work, you can also copy the below link and paste the address into your browser's address window
ru: Если кнопка не работает, вы можете скопировать ссылку и вставить её в адресную строку браузера

source: Thanks for your comment!
ru: Спасибо за ваш комментарий!

source: Kind regards,
ru: С уважением,

source: You or someone on behalf of you have requested to post a comment at
ru: Вы или кто-то от вашего имени попросил оставить комментарий на

source: to the following URL
ru: по следующей ссылке

source: Comment
ru: Комментировать

source: Otherwise click on the link below to confirm the comment
ru: В противном случае нажмите на ссылку ниже, чтобы оставить комментарий

source: If clicking does not work, you can also copy and paste the address into your browser's address window
ru: Если кнопка не работает, вы можете скопировать ссылку и вставить её в адресную строку браузера

source: Comment discarded
ru: Комментарий отклонен

source: Comment can't be verified.
ru: Комментарий не может быть подтвержден.

source: Sorry, your comment has been automatically discarded.
ru: Извините, ваш комментарий был автоматически отклонен.

source: Comments
ru: Комментарии

source: comment on this post...
ru: Прокомментировать пост...

source: reply to this comment...
ru: Ответить на комментарий...

source: view %(comment.user)s profile
ru: посмотреть профиль %(comment.user)s

source: comment by anonymous user
ru: комментарий от анонимного пользователя

source: Edited
ru: Изменен

source: Edited: %(edited_time)s ago
ru: Изменен %(edited_time)s назад

source: Posted
ru: Отправлено

source: %(posted_time)s ago
ru: %(posted_time)s назад

source: Reply
ru: Ответ

source: Confirm comment deletion
ru: Подтвердите удаление комментария

source: Close
ru: Закрыть

source: Are you sure you want to delete this comment
ru: Вы уверены, что хотите удалить этот комментарий

source: Delete
ru: Удалить

source: read more
ru: читать далее

source: Reply
ru: Ответить

source: Comment Anonymously or
ru: Комментировать анонимно или

source: Login
ru: Авторизоваться

source: to keep your conversations intact
ru: оставить ваши диалоги не тронутыми

source: to join the discussion
ru: присоединиться к обсуждению

source: Delete comment
ru: Удалить комментарий

source: Edit comment
ru: Редактировать комментарий

source: Page navigation
ru: Навигация по старницам

source: first
ru: первый

source: last
ru: последний

source: Next
ru: Следующий

source: Previous
ru: Предыдущий

source: Flag rejected
ru: Жалоба отклонена

source: Reject the flag
ru: Отклонить жалобу

source: Flag resolved
ru: Жалоба решена

source: Resolve the flag
ru: Решить жалобу

source: Permalink to this comment
ru: Постоянная ссылка на комментарий

source: Remove flag
ru: Отозвать жалобу

source: Report comment
ru: Пожаловаться на комментарий

source: Please select a reason for flagging
ru: Пожалуйста, выберите причину для жалобы

source: Flag
ru: Жалоба

source: flag
ru: жалоба

source: follow
ru: Подписаться

source: Unfollow this thread
ru: Отписаться от этой ветки комментариев

source: Follow this thread
ru: Подписаться на ветку комментариев

source: Please insert your email to follow this thread
ru: Пожалуйста, введите свой адрес электронной почты, чтобы подписаться на ветку комментариев

source: Follow
ru: Подписаться

source: Hey
ru: Привет

source: has added a comment at
ru: добавил комментарый в

source: to
ru: к

source: Go to site
ru: Перейти на сайт

source: like
ru: нравится

source: dislike
ru: не нравится
